/* This is a mapping of BRError code failures to localized recovery suggestions */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureSuggestions.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "Verwalten Sie mit iTunes Ihre Musik, Videos und Filme, und mit iPhoto Ihre Fotos.";

/* kBRMediaNoPhotoContent */
301 = "Importieren und verwalten Sie mit iPhoto Ihre Fotos.";

/* kBRMediaNoPodcastContent */
302 = "Abonnieren Sie mit iTunes Podcasts im iTunes Store.";

/* kBRMediaNoTVShowContent */
305 = "Kaufen Sie mit iTunes Fernsehsendungen im iTunes Store.";

/* kBRMediaNoMusicVideoContent */
306 = "Kaufen Sie mit iTunes Musikvideos im iTunes Store.";

/* kBRMediaNoPlaylists */
307 = "Erstellen und verwalten Sie Ihre Wiedergabelisten mit iTunes.";

/* kBRMediaNoSongContent */
308 = "Importieren Sie mit iTunes Titel oder kaufen Sie Musiktitel im iTunes Store.";

/* kBRMediaNoAudioBookContent */
309 = "Kaufen Sie mit iTunes Hörbücher im iTunes Store.";

/* kBRMediaNoMovies */
315 = "Bewegen Sie Filme in den Ordner „Filme“ oder kaufen Sie Filme im iTunes Store.";
